Repository: pd95/Swiss-Birds-App
Catalog: schweizer-voegel/Resources/*.lproj/Localizable.strings
Languages: de

# Vögel der Schweiz
source: Birds of Switzerland
de: Vögel der Schweiz

# Suche
source: Search
de: Suche

# Filterkriterien (%lld)
source: Filtering criteria (%lld species)
de: Filterkriterien (%lld Arten)

# Keine Filter
source: No filtering
de: Keine Filter

# Nur häufige Vögel
source: Only common species
de: Nur häufige Arten

# filterlebensraum
source: Habitat
de: Lebensraum

# filtervogelguppe
source: Group
de: Vogel Gruppe

# filternahrung
source: Food
de: Nahrung

# filterrotelistech
source: Red List CH
de: Rote Liste

# Stimme
source: Voice
de: Stimme

# Eigenschaften
source: Characteristics
de: Eigenschaften

# Laenge_cm
source: Length (cm)
de: Länge (cm)

# Spannweite_cm
source: Wing span (cm)
de: Spannweite (cm)

# Gewicht_g
source: Weight (g)
de: Gewicht (g)

# Nahrung
source: Food
de: Nahrung

# Lebensraum
source: Habitat
de: Lebensraum

# Zugverhalten
source: Migration behaviour
de: Zugverhalten

# Brutort
source: Nest site
de: Brutort

# Brutdauer_Tage
source: Incubation (days)
de: Brutdauer (Tage)

# Jahresbruten
source: Broods per year
de: Jahresbruten

# Gelegegroesse
source: Clutch size
de: Gelegegrösse

# Nestlingsdauer_Flugfaehigkeit_Tage
source: Nestling stage / airworthy (days)
de: Nestlingsdauer / Flugfähigkeit (Tage)

# Hoechstalter_CH
source: Maximum age CH
de: Höchstalter CH

# Hoechstalter_EURING
source: Maximum age EURING
de: Höchstalter EURING

# Bestand
source: Population
de: Bestand

# Rote_Liste_CH
source: Red List CH
de: Rote Liste CH

# Prioritaetsart_Artenfoerderung
source: Prioritätsart Artenförderung
de: Prioritätsart für Artenförderung
