Repository: pd95/Swiss-Birds-App
Catalog: Swiss-Birds/Resources/*.lproj/Localizable.strings
Languages: fr, it

# Vögel der Schweiz
source: Birds of Switzerland
fr: Les oiseaux de Suisse
it: Uccelli della Svizzera

source: Filter
fr: Filtre
it: Filtri

# Filterkriterien (%lld)
source: Filtering criteria (%lld species)
fr: Critères de filtrage (%lld espèces)
it: Criteri di filtro (%lld specie)

# Keine Filter
source: No filtering
fr: No filtrage
it: Senza filtri

# Nur häufige Vögel
source: Only common species
fr: Que les espèces communes
it: Solo specie comuni

# filtervogelgruppe
source: Group
it: Gruppo

# filternahrung
source: Food
fr: Nourriture
it: Nutrimento

# filterrotelistech
source: Red List CH
fr: Liste rouge CH
it: Lista rossa CH

# filterentwicklungatlas
source: Evolution
fr: Évolution
it: Evoluzione

# Stimme
source: Bird call
fr: Chant
it: Voce

# Merkmale
source: Identification criteria
fr: Critères d'identification
it: Criterie de identificazione

# Eigenschaften
source: Characteristics
fr: Caractéristiques
it: Caratteristiche

# Laenge_cm
source: Length (cm)
fr: Taille (cm)
it: Dimensione (cm)

# Spannweite_cm
source: Wing span (cm)
fr: Envergure (cm)
it: Apertura alare (cm)

# Gewicht_g
source: Weight (g)
fr: Poids (g)
it: Massa corporea (g)

# Nahrung
source: Food
fr: Nourriture
it: Nutrimento

# Zugverhalten
source: Migration behaviour
fr: Comportement migrateur
it: Comportamento migratorio

# Brutort
source: Nest site
fr: Site de nidification
it: Sito di nidificazione

# Brutdauer_Tage
source: Incubation (days)
fr: Durée d'incubation (jours)
it: Durata dell'incubazione (giorni)

# Jahresbruten
source: Broods per year
fr: Nombre de pontes
it: Numero di covate

# Gelegegroesse
source: Clutch size
fr: Nombre d'oeufs
it: Numero di uova

# Nestlingsdauer_Flugfaehigkeit_Tage
source: Nestling stage / airworthy (days)
fr: Durée de séjour au nid / jusqu'à l'envol (jours)
it: Permanenza nel nido / capacità al volo (giorni)

# Hoechstalter_CH
source: Maximum age CH
fr: Âge maximal CH
it: Età massima CH

# Hoechstalter_EURING
source: Maximum age EURING
fr: Âge maximal EURING
it: Età massima EURING

source: Status (in CH)
fr: Statut (en CH)
it: Stato (in CH)

# Bestand
source: Population
it: Popolazione

# Rote_Liste_CH
source: Red List CH
fr: Liste rouge CH
it: Lista rossa CH

# Prioritaetsart_Artenfoerderung
source: Prioritätsart Artenförderung
fr: Espèce prioritaire pour une conservation ciblée
it: Specie prioritarie per la promozione delle specie

source: Search
fr: Rechercher
it: Cerca

# Clear
source: Clear text
fr: Effacer le texte
it: Cancella testo

source: Cancel
fr: Annuler
it: Annula

# Alternativname
source: Alternate name
fr: Nom alternatif
it: Nome alternativo

# Stimme wiedergeben
source: Play bird call
fr: Reproduire l'appel d'oiseaux
it: Riprodurre il richiamo degli uccelli

# Spielt
source: Playing
fr: Joue
it: Suona

# Pausiert
source: Paused
fr: En pause
it: In pausa

# Vogelbild zeigt %@
source: Bird image showing %@
fr: Image d'oiseaux montrant %@
it: Immagine di uccelli che mostra %@

# Beschreibung
source: Description
it: Descrizione

# Filtergruppe
source: Filtergroup
fr: Groupe de filtrage
it: Gruppo filtri

# Vogel des Tages
source: Bird of the day
fr: L'oiseau du jour
it: Uccello del giorno

# Vogel des Tages: %@
source: Bird of the day: %@
fr: L'oiseau du jour: %@
it: Uccello del giorno: %@

# Zeige Details zum Vogel des Tages an.
source: Show details for the bird of the day.
fr: Montre les détails de l'oiseau du jour.
it: Montre les détails de uccello del giorno.

# Schliessen
source: Close
fr: Fermer
it: Chiudi

source: An error occurred
fr: Une erreur s'est produite
it: Si è verificato un errore

source: Dismiss
fr: Schliessen
it: Chiudi

# Vogel des Tages anzeigen
source: Show bird of the day
it: Mostra l'uccello del giorno

# Hintergrund
source: Background
it: Fondo

# Antippen zum schliessen.
source: Tap to close.
it: Toccare per chiudere.
