Repository: pd95/Swiss-Birds-App
Catalog: SwissBirds/Resources/*.lproj/Localizable.strings
Languages: fr, it

source: Vögel der Schweiz
fr: Les oiseaux de Suisse
it: Uccelli della Svizzera

source: Filter
fr: Filtre
it: Filtri

source: Filterkriterien (%lld)
fr: Critères de filtrage (%lld espèces)
it: Criteri di filtro (%lld specie)

source: Keine Filter
fr: No filtrage
it: Senza filtri

source: Nur häufige Vögel
fr: Que les espèces communes
it: Solo specie comuni

source: Mit Vogelstimmdaten
fr: Données disponibles sur le chant des oiseaux
it: Dati sul canto degli uccelli disponibili

source: filterhaeufigeart
fr: Ordinarité
it: Ordinarietà

source: filterlebensraum
fr: Habitat
it: Habitat

source: filtervogelgruppe
fr: Groupe d'oiseaux
it: Gruppo

source: filternahrung
fr: Nourriture
it: Nutrimento

source: filterrotelistech
fr: Liste rouge CH
it: Lista rossa CH

source: filterentwicklungatlas
fr: Évolution
it: Evoluzione

source: voice
fr: Chant d'oiseaux
it: Richiamo dell'uccello

source: Stimme
fr: Chant
it: Voce

source: Merkmale
fr: Critères d'identification
it: Criterie de identificazione

source: Eigenschaften
fr: Caractéristiques
it: Caratteristiche

source: Laenge_cm
fr: Taille (cm)
it: Dimensione (cm)

source: Spannweite_cm
fr: Envergure (cm)
it: Apertura alare (cm)

source: Gewicht_g
fr: Poids (g)
it: Massa corporea (g)

source: Nahrung
fr: Nourriture
it: Nutrimento

source: Lebensraum
fr: Habitat
it: Habitat

source: Zugverhalten
fr: Comportement migrateur
it: Comportamento migratorio

source: Brutort
fr: Site de nidification
it: Sito di nidificazione

source: Brutdauer_Tage
fr: Durée d'incubation (jours)
it: Durata dell'incubazione (giorni)

source: Jahresbruten
fr: Nombre de pontes
it: Numero di covate

source: Gelegegroesse
fr: Nombre d'oeufs
it: Numero di uova

source: Nestlingsdauer_Flugfaehigkeit_Tage
fr: Durée de séjour au nid / jusqu'à l'envol (jours)
it: Permanenza nel nido / capacità al volo (giorni)

source: Hoechstalter_CH
fr: Âge maximal CH
it: Età massima CH

source: Hoechstalter_EURING
fr: Âge maximal EURING
it: Età massima EURING

source: Status_in_CH
fr: Statut (en CH)
it: Stato (in CH)

source: Bestand
fr: Population
it: Popolazione

source: Rote_Liste_CH
fr: Liste rouge CH
it: Lista rossa CH

source: Prioritaetsart_Artenfoerderung
fr: Espèce prioritaire pour une conservation ciblée
it: Specie prioritarie per la promozione delle specie

source: Search
fr: Rechercher
it: Cerca

source: Clear
fr: Effacer le texte
it: Cancella testo

source: Cancel
fr: Annuler
it: Annula

source: Alternativname
fr: Nom alternatif
it: Nome alternativo

source: Stimme wiedergeben
fr: Reproduire l'appel d'oiseaux
it: Riprodurre il richiamo degli uccelli

source: Spielt
fr: Joue
it: Suona

source: Pausiert
fr: En pause
it: In pausa

source: Vogelbild zeigt %@
fr: Image d'oiseaux montrant %@
it: Immagine di uccelli che mostra %@

source: Beschreibung
fr: Description
it: Descrizione

source: Filtergruppe
fr: Groupe de filtrage
it: Gruppo filtri

source: Vogel des Tages
fr: L'oiseau du jour
it: Uccello del giorno

source: Vogel des Tages: %@
fr: L'oiseau du jour: %@
it: Uccello del giorno: %@

source: Zeige Details zum Vogel des Tages an.
fr: Montre les détails de l'oiseau du jour.
it: Montre les détails de uccello del giorno.

source: Schliessen
fr: Fermer
it: Chiudi

source: An error occurred
fr: Une erreur s'est produite
it: Si è verificato un errore

source: Dismiss
fr: Schliessen
it: Chiudi

source: Vogel des Tages anzeigen
fr: Montre l'oiseau du jour
it: Mostra l'uccello del giorno

source: Hintergrund
fr: Fond
it: Fondo

source: Antippen zum schliessen.
fr: Tapez pour fermer.
it: Toccare per chiudere.

source: Anordnung
fr: Arrangement
it: Arrangement

source: Gruppierung
fr: Groupement
it: Raggruppamento

source: Alphabetisch (name)
fr: Alphabétique des noms
it: Alfabetico (nome)

source: Häufig
fr: Fréquentes
it: Frequente

source: Selten
fr: Rares
it: Raro

source: Fehlt
fr: Mancante

source: Vorhanden
fr: Disponible
it: Disponibile

source: Teilen
fr: Partager
it: Condividi

source: Nur Favoriten
fr: Favoris uniquement
it: Solo favoriti

source: Favorit setzen
fr: Définir comme favori
it: Imposta come preferito

source: Favorit entfernen
fr: Retirer comme favori
it: Rimuovi come preferito

source: Prioritaet_0
fr: Non
it: No

source: Prioritaet_1
fr: Oui
it: Si

source: Artnamen
fr: Noms
it: Nomi

source: Artname
fr: Nom
it: Nome

source: Artname lat.
fr: Nom scientifique
it: Nome scientifico

source: Artname deu.
fr: Nom allemand
it: Nome tedesco

source: Artname frz.
fr: Nom français
it: Nome fr.

source: Artname ital.
fr: Nom italien
it: Nome ital.

source: Artname engl.
fr: Nom anglais
it: Nome ingl.

source: Artname rr.
fr: Nom rom.
it: Nome rom.

source: Artname span.
fr: Nom espagnol
it: Nome sp.

source: Artname holl.
fr: Nom hollandais
it: Nome holl.

source: Familie wiss.
fr: Famille scientifique
it: Famiglia scientifico

source: Synonyme
fr: Synonymes
it: Sinonimi

source: Art-Nr.
fr: N° d'espèce
it: Codice della specie
